[

	{
		"id": "1",
		"nome": "Pastor Alemão",
		"img": "https://img2.gratispng.com/20180324/kxq/kisspng-german-shepherd-puppy-purebred-dog-dog-food-dog-br-dogs-5ab6fffddea959.959042431521942525912.jpg",
		"avatar": "https://pp.userapi.com/c10382/u8303547/96559288/x_ce25c65c.jpg",
		"descricao": "Os Pastores Alemães encontram-se entre os cães de trabalho mais eficientes no mundo. Por isso, esta raça é escolhida para efetuar as mais diversas funções. No entanto, o Pastor Alemão é também um cão adequado à vida em família. Para tal contribuem a sua personalidade fiel, a sua inteligência e extrema afabilidade.",
		"comportamento": "Os cães da raça Pastor Alemão são extremamente versáteis. Como tal, conseguem desempenhar praticamente qualquer tarefa. Assim, esta raça criada para ser cão pastor, tornou-se essencial em diversas áreas. Por exemplo, junto de forças de segurança, os Pastores Alemães desempenham tarefas de proteção, segurança e busca e salvamento. Mas também são muito utilizados em contexto psicoterapêutico ou como cães guia para invisuais.",
		"historia": "Muito provavelmente, já existiam Pastores Alemães na Alemanha no século VII. E já nessa altura trabalhavam junto dos seus donos, principalmente a tomar conta dos rebanhos e dos pertences do pastor. No entanto, a história desta raça como a conhecemos começa oficialmente no final do século XIX. Mais concretamente em 1871, quando Max von Stephanitz, um oficial de cavalaria alemão, decidiu iniciar a criação desta raça.",
		"pelo": "Pelo curto",
		"tamanho": "Grande",
		"idade": "10 a 12 anos"
	},
	{
		"id": "2",
		"nome": "Rottweiler",
		"img": "https://img2.gratispng.com/20180228/dvq/kisspng-rottweiler-dogue-de-bordeaux-golden-retriever-pupp-dogs-5a971e8453e801.2597378015198531883437.jpg",
		"avatar": "https://th.bing.com/th/id/OIP.wBBl96KUnrEKHco-pnZfNAHaJC?pid=ImgDet&w=1080&h=1317&rs=1",
		"descricao": "Aparência dura, interior sensível: o Rottweiler é um cão robusto, corajoso e seguro de si mesmo, isto é, apresenta todas as qualidades essenciais de um cão de guarda ou policía, pois não hesita em mostrar os dentes quando a situação assim o exige. Este cão, que costumava trabalhar para os talhantes, tem também um lado muito doce que o transforma num animal ideal para a família: é carinhoso, leal e adora mimos!",
		"comportamento": "A FCI (Federación Cinológica Internacional) reconhece, através dos seus padrões, esta raça de cão com o número 147 dentro do Grupo 2, juntamente com os cães do tipo molosso, os pinschers, os schnauzer e os boiadeiros suiços. O Rottweiler é conhecido pela sua personalidade amistosa e divertida, além de ser um animal obediente, meigo com as crianças e muito querido.",
		"historia": "Já no tempo dos Romanos os Rottweiler eram apreciados pela sua força, agilidade e vitalidade. Os pastores romanos utilizaram os antepassados destes cães boieiros e de pasto. O Rottweiler é, portanto, uma das raças de cães mais antigas do mundo. Os legionários romanos enviavam os rebanhos aos diferentes mercados do Império Romano com a ajuda destes cães leais e audazes. Os referidos antepassados do Rottweiler podem ter desempenhado estas funções na cidade imperial de Rottweil, um importante centro de comércio de gado no século IX e, talvez, a inspiração para o nome desta raça.",
		"pelo": "Pelo curto",
		"tamanho": "Grande",
		"idade": "5 a 11 anos"
	},
	{
		"id": "3",
		"nome": "Golden Retriever",
		"img": "https://img2.gratispng.com/20171207/a12/dog-pet-golden-retriever-5a28f1cf7cc2c5.876496361512632783511.jpg",
		"avatar": "https://th.bing.com/th/id/OIP.v9XC4PB612eKUUPm6yxb2gHaLH?pid=ImgDet&rs=1",
		"descricao": "Cães de porte médio, os Golden Retriever adoram crianças e são os cães de família ideais: são centrados nos donos e descontraídos, necessitando de alguns cuidados com o pelo e muitos passeios.",
		"comportamento": "Talvez sem par no universo canino é a vontade de obedecer dos Golden Retriever. Desejam, acima de tudo, agradar à sua família e adoram aprender, expressando enorme alegria. Adaptam-se às situações do quotidiano com muita serenidade e gostam imenso de participar em todas as atividades dos donos. Não admira que o Golden Retriever seja uma das raças de cães mais populares entre as famílias. O temperamento dócil, sereno, confiante e brincalhão destes exemplares fazem deles um dos eleitos entre as famílias com crianças. E mesmo coexistindo com outros animais, os “Goldie” demonstram-se compatíveis.",
		"historia": "A origem das raças Retriever encontra-se ainda envolta em muitas lendas. Porém, ao contrário da maioria dos restantes Retrievers, a história dos Golden pode ser claramente traçada a partir de 1864. Nesse ano, o britânico Sir Dudley Marjoribanks adquiriu a um sapateiro, em Brighton, um Retriever de pelo amarelo e ondulado, chamado Nous. Este macho, o único cachorro amarelo entre os irmãos de pelo negro, foi rejeitado. Na sua propriedade Guisachan, no norte da Escócia, Marjoribanks, mais tarde o 1.º Barão de Tweedmouth, deu início à criação destes cães.",
		"pelo": "Pelo comprido",
		"tamanho": "Médio",
		"idade": "10 a 12 anos"
	},
	{
		"id": "4",
		"nome": "Labrador Retriever",
		"img": "https://img2.gratispng.com/20180328/pvq/kisspng-labrador-retriever-golden-retriever-chesapeake-bay-dogs-5abb169f90fa91.7184961215222104635938.jpg",
		"avatar": "https://www.silverandcharcoalkennels.com/wp-content/uploads/2012/06/IMG_3597-768x1032.jpg",
		"descricao": "Gosta de agradar, adora pessoas e é robusto: o Labrador Retriever é extremamente popular como cão de família, embora, em memória do seu passado como cão de trabalho, tenha necessidade de ser estimulado, física e mentalmente.",
		"comportamento": "Tanto no Reino Unido como nos Estados Unidos da América, a raça Labrador Retriever é uma das mais populares. Algo semelhante se passa também em muitos países europeus. Não é de estranhar, já que falamos de uma raça bastante dada aos humanos e com um elevado sentido de obediência – talvez como nenhuma outra. O desejo inato de agradar aos donos faz destes exemplares cães de companhia muito descontraídos, movidos pela capacidade de cooperação e de adaptação. É fácil conduzir um Labrador Retriever onde quer que seja, sendo sempre um convidado muito bem-vindo. É habitual cumprimentar desconhecidos com um simpático abanar da cauda. São animais amistosos, recetivos, curiosos e que preferem estar permanentemente acompanhados.",
		"historia": "Os antepassados do Labrador Retriver são oriundos da costa leste do Canadá, tal como os Terra-nova e os Landseer. De acordo com a tradição, o Labrador descende dos chamados Saint John, cães pretos de caça aquática e de pelo denso. Estes animais colaboravam com os caçadores e, sobretudo, com os pescadores, recuperando os peixes que saltavam das redes e puxando as próprias redes até terra.",
		"pelo": "Pelo curto",
		"tamanho": "Grande",
		"idade": "10 a 12 anos"

	},
	{
		"id": "5",
		"nome": "Husky Siberiano",
		"img": "https://img2.gratispng.com/20180421/cpq/kisspng-the-siberian-husky-samoyed-dog-german-shepherd-siberian-husky-5adb2d3c85c766.275165271524313404548.jpg",
		"avatar": "https://www.azpetshop.com.br/blog/wp-content/uploads/2020/12/husky-siberiano-raca.jpg",
		"descricao": "Os Husky Siberianos são cães que facilmente reconhecemos e que nos fazem pensar em planícies cobertas de neve. No entanto, estes patudos conquistaram um lugar no coração de muitas pessoas e é cada vez mais comum encontrá-los nas nossas cidades. Se está a pensar em ter um Husky Siberiano na família, leia este artigo e descubra mais sobre esta fascinante raça.",
		"comportamento": "Como sabemos, as aparências enganam, e um Husky Siberiano não é um bom cão de guarda. Na verdade estes patudos são geralmente amigáveis, mesmo com estranhos. Esta característica deve-se à seleção dos Husky para criação. Os criadores privilegiam cães cooperativos e amistosos para a procriação, visto que são cães que trabalham essencialmente em grupo.",
		"historia": "Os Husky atuais são muito parecidos com os seus antepassados da Sibéria. Antigamente estes cães eram companheiros indispensáveis para os povos nómadas que viviam naquela zona inóspita. No entanto, em 1909 esta raça tornou-se conhecida para além da Sibéria, quando o comerciante de peles William Goosak levou os seus Husky para participar na corrida de trenós All Alaska Sweepstakes. Nesta corrida muito exigente, em que os cães percorriam uma distância de 408 km, participavam equipes de Malamutes do Alasca, cães de porte maior do que os Husky Siberianos.",
		"pelo": "Pelo curto",
		"tamanho": "Médio",
		"idade": "12 a 16 anos"
	},
	{
		"id": "6",
		"nome": "Beagle",
		"img": "https://img2.gratispng.com/20180322/ouq/kisspng-beagle-siberian-husky-puppy-pet-sitting-pillow-dogs-5ab3e2d79c5e45.8874903715217384556405.jpg",
		"avatar": "https://th.bing.com/th/id/R.800e956c5660d7fa8c29315a258f471d?rik=RFJ3jLd%2bsDd3cg&pid=ImgRaw&r=0",
		"descricao": "As pernas curtas dos Beagle podem induzir em erro. Na verdade, os cães desta raça de porte médio não são nada parados. Eles adoram fazer exercício e estão sempre prontos para brincadeiras. Os Beagle são cães ativos, corajosos e bastante inteligentes. Neste artigo encontra tudo o que precisa saber sobre esta popular raça de cães.",
		"comportamento": "Os Beagle sabem muito bem o que querem. A criação direcionada para a caça confere a estes cães um excelente olfato e velocidade. Assim, como um bom caçador, um Beagle não costuma desistir de apanhar uma lebre se sentir o seu cheiro num arbusto. Nestas alturas eles chegam mesmo a ignorar os donos que os chamam repetidamente.",
		"historia": "Beagle ou Beagle inglês vem da Jenofonte que no Tratado sobre a Caça, mencionou de um cão que poderia ser o primeiro Beagle. Atravessando todas as fases – desde os homens primitivos, medievais e chegando à nobreza dos reis do século XVIII, onde surgiu o seleto grupo dos “Beagles de bolso”.",
		"pelo": "Pelo curto",
		"tamanho": "Médio",
		"idade": "12 a 15 anos"
	},
	{
		"id": "7",
		"nome": "Border Collie",
		"img": "https://img2.gratispng.com/20180205/okq/kisspng-border-collie-beagle-bull-terrier-chihuahua-shiba-border-collie-png-transparent-image-5a78cf5bae7327.8540789415178668437146.jpg",
		"avatar": "https://th.bing.com/th/id/OIP.a_ysT6tWKpJI-BbUNruArQHaJP?pid=ImgDet&rs=1",
		"descricao": "O inteligente e exigente Border Collie, com o seu pelo áspero ou macio, é um cão de pastoreio, pelo que pode não ser apropriado como cão de família.",
		"comportamento": "O pastoreio corre nas veias do Border Collie. Sendo incrivelmente devotado ao trabalho e dono de uma inteligência notável, é com facilidade que guarda grandes rebanhos. A sua especialidade é o pastoreio de ovelhas. Conduz facilmente os animais na direção desejada, guia-los através acessos e isola determinado animal do grupo. Embora muito independente, trabalha lado a lado com o pastor. Com uma liderança competente e adequada, que saiba apreciar e incentivar as suas aptidões, o Border Collie é de tratamento fácil e obediente. São cães muito sensíveis e o seu maior desejo é agradar aos donos.",
		"historia": "O nome da raça dá-nos desde logo uma pista em relação à sua origem. A palavra inglesa 'border' (isto é, 'fronteira'), refere-se, neste caso, à fronteira entre a Inglaterra e a Escócia. Durante séculos, os agricultores aí residentes mantinham cães de pastoreio. Leal e obedientemente, os Border Collie pastoreavam as suas ovelhas e lidavam incrivelmente bem com o clima adverso da região. A primeira referência a estes animais robustos e dedicados ao trabalho, e que controlavam rebanhos de ovelhas como nenhuma outra raça, é encontrada no livro de 1576 De Canibus Britannicus, de John Caius. Ainda que na altura não fossem designados 'Border Collie', a descrição do autor é muito semelhante a esta raça.",
		"pelo": "Pelo curto",
		"tamanho": "Médio",
		"idade": "10 a 17 anos"
	},
	{
		"id": "8",
		"nome": "Dogue alemão",
		"img": "https://img2.gratispng.com/20180604/yff/kisspng-great-dane-puppy-chihuahua-desktop-wallpaper-dog-b-labrador-5b156ec5cc0386.3013051615281312698357.jpg",
		"avatar": "https://th.bing.com/th/id/R.5f89d55eb8334dfe180c3e0d66c07808?rik=vjACCNgeZEmn5g&riu=http%3a%2f%2fwww.atheneum.pl%2frodowodneon%2fBalladyna.jpg&ehk=Tx17fEIUuP4kFzkT4Gdl8VWtfKZSook%2fdTb5lZeAQTw%3d&risl=&pid=ImgRaw&r=0",
		"descricao": "O Dogue alemão, também chamado cão dinamarquês, é uma das maiores raças de cães do mundo. Apesar do seu aspeto imponente e da sua grande boca, é um cão amável e tranquilo que procura o afeto e os mimos das pessoas, embora subestime o peso do seu próprio corpo.",
		"comportamento": "Nos padrões de raça é definido como «carinhoso, amigável e devoto ao seu dono». Estes gigantes mansos não gostam de estar sozinhos, preferindo estar perto das pessoas. A sua personalidade reservada e simples faz deles uma excelente companhia, em qualquer situação. Embora sejam animais fiéis não são submissos, surpreendendo assim os seus donos, fazendo o que lhes apetece.",
		"historia": "Nos finais do século XIX, os cinólogos acreditaram ter encontrado o antepassado do Dogue alemão. As ilustrações dos grandes cães de luta de pelo curto e nariz chato que acompanharam os assírios há mais de 4000 anos lembram-nos o Dogue alemão que conhecemos hoje em dia. Foram encontrados, na Dinamarca, restos de ossos de cães de luta de tamanho semelhante, datados do período compreendido entre os anos 5000 a.C. e 1000 d.C.; todavia, o parentesco entre estes cães e o Dogue alemão é um tema muito discutido. A suposta relação existente entre o cão dinamarquês e o mastim tibetano, uma das raças mais antigas do Oriente, foi entretando descartada através de exames de ADN.",
		"pelo": "Pelo curto",
		"tamanho": "Gigante",
		"idade": "8 a 10 anos"
	}

]